Revit 2027 API
SymbolTypeId.Cps Property
 Symbol cps, indicating unit Cycles per second.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId Cps { get; }
Public Shared ReadOnly Property Cps As ForgeTypeId
	Get
public:
static property ForgeTypeId^ Cps {
	ForgeTypeId^ get ();
}
static member Cps : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
SymbolTypeId Class
Autodesk.Revit.DB Namespace